[
    {
        "thai": "tháng-mòt",
        "english": "whole",
        "filename": "whole1540668276985.wav",
        "dateAdded": "2018-10-27T19:24:36.988Z"
    },
    {
        "english": "Hey, I just heard from Benz that you and Nune are going to go to Pai with us.",
        "thai": "mûuea-gîi dâi yin maa jàak been wâa jeem gàp nûn jà bpai bpaai gàp phûuak-rao rǔue já.",
        "filename": "",
        "dateAdded": ""
    },
    {
        "english": "Heard Benz also said that you went rafting before on the Colorado River. When did you go there, James?",
        "thai": "hěn been lâo hâi fang dûuai wâa jeem kooei bpai lâawng-gàaeng thîi mâae-náam khoo-loo-raa-dôo dûuai. jeem bpai maa mûuea-rài rǔue khá.",
        "filename": "",
        "dateAdded": ""
    },
    {
        "english": "This trip is the most fun! So...tonight when James plays guitar, who is going to sing?",
        "thai": "maa thîiao khráng níi sà-nùk thîi-sùt looei. ôoe...wâa dtàae khuuen níi dtaawn jeem lên gii-dtâa khrai jà ráawng phleeng já.",
        "filename": "",
        "dateAdded": ""
    },
    {
        "english": "What are you going to do after you graduate, James?",
        "thai": "jeem riian jòp láaeo jeem jà tham à-rai rǒoe.",
        "filename": "",
        "dateAdded": ""
    },
    {
        "english": "OK, everyone, for today, that's all. Today's homework for every student, write the letters \"daaw chá-daa\" to \"naaw neen.\" Write them beautifully, OK, everyone?",
        "thai": "ao lâ thúk-khon sǎm-ràp wan-níi gâaw khâae níi. gaan-bâan khǎawng wan-níi hâi nák-riian thúk-khon khǐian dtuua àk-sǎawn “daaw-chá-daa” thǔeng “naaw-neen”. khǐian hâi sǔuai ná khá thúk-khon.",
        "filename": "",
        "dateAdded": ""
    },
    {
        "english": "It's not a special day at all, James. This is a \"walking street.\" There are people selling handicrafts. They have it every Sunday. A lot of people is normal like this.",
        "thai": "mâi châi wan phí-sèt à-rai looei jeem. thîi-nîi bpen thà-nǒn khon dooen. mii khǎai khǎawng-tham-muue. mii thúk wan-aa-thít. khon jà yóe bpen bpòk-gà-dtì bàaep níi yùu láaeo.",
        "filename": "",
        "dateAdded": ""
    }
]